<!DOCTYPE html>
<html lang="en-US">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <title>会员服务协议</title>
    <meta name="viewport" content="width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=1,user-scalable=no">
    <meta name="wap-font-scale" content="no">
    <meta name="format-detection" content="telephone=no">
    <meta name="Description" content="">
    <meta name="Keywords" content="">
    <link rel="icon" href="data:;base64,=">
    <link href="/css/app-global.css" rel="stylesheet"></head>
<body ontouchstart=''>
<section class="wrapper">
    <section class="main">

        <section class="row">

            <section class="g-article">
                <h1>本软件会员服务协议</h1>
                <dl>
                    <dd>
                        <p><em>导言：</em></p>
                        <p><em><?php echo $appName;?>本软件（简称为“本软件”），本软件会员服务（简称为“本服务”），本软件会员服务协议（简称为“本协议”）</em></p>
                        <p><em>为更好的使用本服务，请您仔细阅读、理解并遵守本协议。本协议由您与本软件会员服务提供方共同缔结，具有合同效力。协议中存在相关免除或限制责任的相应条款（以下称“免责条款”）、对用户权利进行限制的条款（以下称“限制条款”）、约定争议解决方式和司法管辖的条款。前述，该等免责、限制及争议解决方式和管辖条款可能以黑体加粗、颜色标记或其他合理方式提示您注意，并请您重点阅读，您对该等条款的确认将可能导致您在特定情况下的被动、不便、损失，请您在确认同意本协议之前或在使用本软件会员服务之前再次阅读前述条款。</em>
                        </p>
                        <p><em>如果您未满18周岁，请在法定监护人的陪同下阅读并确认本协议条款。如您为未成年人法定监护人，希望您合理设定未成年人娱乐时间，培养未成年人健康观赏习惯。</em></p>
                    </dd>
                    <dt>一、协议的定义及说明</dt>
                    <dd>
                        <p>1.本软件会员及账号</p>
                        <p>您如果需要使用和享受本服务，则您需要将您享有合法使用权的本软件用户账号或已授权登录本平台的微信账号作为会员账号，并在充值（含接受赠送）后享受相关会员服务，您即为本软件会员用户。本协议下又称“您”、“观众”、“用户”或“会员”。</p>
                        <p>2.协议</p>
                        <p>本协议内容同时包括本软件可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分。同样对双方生效。</p>
                        <p>由于本软件为您提供服务的范围非常广泛，因此会增加及适用一些附加条款或产品要求。相关条款会在提供服务时一同提供，您使用这些服务，相关条款将成为本协议的一部分。</p>
                        <p>3.服务</p>
                        <p>本服务，即会员用户可在本软件平台内专享的会员权益及特色服务，包括但不限于减少页面广告、赠送金币、语音听书等，具体内容以本软件【会员权益】页面中描述为准。不同会员等级可享受的权益及服务内容可能会有差异。您理解并同意，本软件有权根据市场情况进行会员权益及特色会员服务的全部或部分变更、调整、取消、增加。</p>
                        <p>4.规则</p>
                        <p>即本软件服务提供方不时发布并修订的关于本软件会员用户的用户守则、活动规则、使用规则、公告、提示、通知等内容。</p>
                        <p>5.服务提供方</p>
                        <p>指向您提供本软件运营主体及其服务提供方，在本协议中简称为“本软件”。</p>
                        <p>6.用户数据</p>
                        <p>指您在使用本软件过程中产生的被服务器记录的各种数据，包括但不限于登录记录、浏览记录、观看影片记录、下载缓存记录、虚拟物品数据、操作行为日志、购买日志、充值记录、留言、评论、会员期限、会员资产等数据。</p>
                        <p>7.协议修改</p>
                        <p>本软件有权随时对服务条款进行修改（修改包含变更、增加、减少相应的条款内容），一旦服务条款发生修改，本软件将在相关页面提示或公示。如果您不同意本协议的修改，可以停止对本服务的使用。您继续使用本软件提供的阅读服务，则视为您已经接受本协议的全部修改。</p>
                        <p>8.使用原则</p>
                        <p>
                            您在使用本服务过程中，应遵守有关计算机及互联网规定的法律、法规；应遵守公共秩序，尊重社会公德，不得危害网络安全，不得利用网络从事危害国家安全、荣誉和利益，煽动颠覆国家政权、推翻社会主义制度，煽动分裂国家、破坏国家统一，宣扬恐怖主义、极端主义，宣扬民族仇恨、民族歧视，传播暴力、淫秽色情信息，编造、传播虚假信息扰乱经济秩序和社会秩序，以及侵害他人名誉、隐私、知识产权和其他合法权益等活动。在任何情况下，本软件一旦合理地认为用户存在上述行为的，可以在任何时候，不经事先通知终止向该用户提供服务。
                        </p>
                    </dd>

                    <dt>二、账号管理及使用</dt>
                    <dd>
                        <p>1.登录</p>
                        <p>即您将享有合法使用权，使用手机号或设备号作为会员账号，并授权访问本软件及体验相关会员服务。登录后，您可以查看开通的服务期限、会员权益等账户信息。</p>
                        <p>2.账号管理</p>
                        <p>2.1您应正确使用及妥善保管、维护您的本软件会员账号及密码，如发生任何泄漏、遗失、被盗等行为，而该等行为并非本软件法定过错导致，所有损失将由您自行承担；</p>
                        <p>2.2您在此授予本软件保护您账号安全的相关权利，本软件可定期或不定期采用不同的方式对您账号的使用安全进行检查、验证，包括但不限于主动联系您进行身份验证、短消息验证、邮箱认证等。如您无法完成验证或无正当理由拒绝验证的，本软件可合理怀疑您的账号出现异常或被盗，并中止向该账号提供服务或采取进一步措施。</p>
                        <p>3.使用规则</p>
                        <p>3.1合法获取及使用</p>
                        <p>（1）本服务，均仅限于您在本软件平台内使用，任何以破解、转译、转录等非法手段将本软件服务与本软件平台分离的行为，均不属于本协议中约定的本服务。本软件保留追究侵权人的法律责任及索赔的权利。</p>
                        <p>（2）任何以盗窃、利用系统漏洞、通过任何非本软件官方或授权途径获得的本服务（包括但不限于购买、租用、借用、分享、受让等方式获得）、恶意利用或破坏本软件会员活动获得的会员服务，均不获相关保护，本软件有权取消及/或不予提供会员服务，所有产生的损失及责任由行为人自行承担。</p>
                        <p>
                            （3）使用本服务及/或参加相关活动时，亦应通过本软件官方公布/授权的方式进行，用户通过其他任何渠道、任何途径、任何方式非法获取的本软件服务（包括且不限于账号、会员权益、金币等）或参加活动获取福利（包括但不限于获得实体/虚拟礼品、会员权益等），均不获保护，且一经发现本软件有权立即就相关服务做出删除、取消、清零等处理，或采取其他如中止或终止对您提供服务等账号管理措施，所有产生的损失及责任由行为人自行承担。</p>
                        <p>（4）您参加会员活动时，应按照活动规则、以合法及不损害本服务提供者及相关权利人的方式进行，利用系统漏洞、规则设置缺陷、系统设置错误、滥用会员身份等参加活动并获取相关福利的，均不获保护，且本软件有权采取相关措施进行处理，所有产生的损失及责任由行为人自行承担。</p>
                        <p>3.2专有及非商业目的使用</p>
                        <p>（1）本服务，是在您遵守本协议及相关法律法规的前提下，本软件给予您一项个人的、不可转让及非排他性的许可。您仅可为非商业目的使用，并仅可用作私人使用。</p>
                        <p>（2）您理解并同意，您不得将享有本服务的本软件账号或已授权登录本平台的微信账号以任何方式提供给他人使用，包括但不限于不得以转让、出租、借用、分享、出售等方式提供给他人作包括但不限于观看、参加活动等使用。否则，因此产生任何法律后果及责任均由您自行承担，且本软件有权中止或终止对您提供服务。</p>
                        <p>3.3账号独立</p>
                        <p>3.3.1同一主体拥有多个手机号并进行本软件会员登录的，每一个手机号将被识别为一个独立的账号；</p>
                        <p>3.3.2同一主体拥有多个已授权登录本平台的微信账号并进行本软件会员登录的，每一个微信账号将被识别为一个独立的账号；</p>
                        <p>3.3.3每个账号之间的充值记录数据无法进行转移、迁徙、转让、赠与、售卖、租借、分享，无论该等账号是否由同一使用人拥有，请您在登录及/或充值/参加活动时注意区分，避免造成损失。本软件会视情况采取中止或终止对您提供服务，由此造成的损失由会员自行承担。</p>
                        <p>3.4权利归属</p>
                        <p>您理解并认可：您仅拥有合法获得的本软件会员账号下积分、金币、提现、会员服务等服务和产品的使用权，上述服务、产品、影片及其衍生物的所有权及知识产权均归本软件所有（但是本软件另有公告说明的除外）。本软件有权根据实际情况自行决定您的使用期限及/或终止期限而无需通知您，亦无需征得您同意，您不予追究或者豁免本软件的相关法律责任。</p>
                        <p>3.5登录限制</p>
                        <p>您理解并同意，同一时间内同一账号只能在同一设备上使用。超过上述范围使用的，本软件将会根据情况中止或终止对您的服务。造成的损失将由您自行承担，且本软件保留采取进一步措施的权利。</p>
                        <p>3.6游客模式</p>
                        <p>您进一步知悉并同意，如您不使用本软件账号和微信账号进行登录，您将为游客形式使用，亦可进行本平台部分业务的体验，但在游客模式下可能无法进行充值或消费。且一旦您卸载或重装本软件，或您更换手机、电脑等终端设备或该等终端设备损坏的，您在该游客模式下所有观看数据可能都将会被清空，且无法查询和恢复。如因此造成您任何损失的，均由您自行承担。</p>
                        <p>3.7退出</p>
                        <p>若您需要退出账号，可以在个人中心点击退出。在您下次选择登录时，您可以继续查看之前留下的数据信息。您下载及/或缓存在本地的影片可以在登录后继续观看，但如果相关内容版权方授权期限已经届满，相关内容将有可能不可查看。</p>
                        <p>3.8账号被冒用、被盗用及遗失</p>
                        <p>3.8.1如发现您的会员账号及密码被他人冒用或盗用、或任何其他未经您合法授权使用的情形时：</p>
                        <p>（1）您通知本软件时，应提供与您注册身份信息相一致的个人有效身份信息及/或本软件要求的相关证明、验证信息;</p>
                        <p>（2）本软件收到您的有效请求并核实身份后，会根据您的要求或结合具体情况采取相应账号管理措施；</p>
                        <p>（3）本软件因根据您的请求采取相应措施而造成您及其他用户损失的，由您自行承担。</p>
                        <p>（4）若您没有提供有效身份信息或您提供的个人有效身份信息与所注册的身份信息不一致的，或不能提供相关证明、验证信息或错误提供的，本软件有权拒绝您的请求，因此造成您损失的，将由您自行承担。</p>
                        <p>
                            3.8.2您登录本软件时使用的本软件账号或已授权登录本平台的微信账号信息遗失、忘记密码，导致无法登录本软件的，您如需找回的，需按照本软件官方公布的账号找回流程的要求提供相应的信息和证明，并确保提供的信息和证明文件的合法真实有效，若提供的材料不真实或不符合要求，无法通过本软件的安全验证，可能会导致账号找回失败，相应的风险和损失将由您自行承担。</p>
                        <p>3.8.3您理解本软件对您的请求采取行动及处理均需要合理时间，除本软件存在法定过错外，本软件对您的损失不承担任何责任。</p>
                    </dd>

                    <dt>三、会员服务服务特别约定</dt>
                    <dd>
                        <p>1.虚拟产品</p>
                        <p>本软件有权单方对其提供的虚拟产品（包括但不限于积分、金币等）予以定价，并有权根据自身运营需要予以变更，且本软件在此获得您的授权可以根据平台统一调整比例调整您已经获取的虚拟产品。</p>
                        <p>基于虚拟产品的性质和特征，您所获取的虚拟产品不能够进行退货、换货亦不得用于商业领域，如买卖、置换、抵押等。一切通过非官方公布渠道取得的虚拟产品及其衍生服务均不获保护，本软件有权中止或终止对您的服务。</p>
                        <p>2.设备及系统差异</p>
                        <p>您通过本软件指定渠道开通本服务后，可能会由于您使用的软件版本、设备、操作系统等不同以及其他第三方原因等导致您实际可使用的具体服务有差别，由此可能给您带来的不便，您表示理解，您不予追究或者豁免本软件的相关责任。</p>
                        <p>3.广告服务</p>
                        <p>3.1您理解并同意，您在使用本服务的过程中，将接触到以各种方式投放的商业性广告或其他类型的商业信息。</p>
                        <p>3.2本软件将会根据实际情况，对会员在观看影片时遇到的页面广告设置做相应调整以尽量为您提供更加舒适良好的观看体验，但并不会完全的消除所有广告和商业信息。本软件会根据平台运营策略或应合作方要求，仍可能向您提供不同类型的广告服务，您对此表示理解，您不予追究并豁免本软件的相关责任。</p>
                        <p>3.3您理解并同意，本软件可以通过电子邮件、站内信息、手机短信、网站公告或其他方式向您发送促销信息或其他相关商业信息。</p>
                        <p>4.关于收费</p>
                        <p>本服务是本软件提供的收费服务，您须在按照本服务的收费标准支付相应费用后，方可使用本服务。此外，您可能也可以通过接受平台活动赠送等本软件认可的其他方式享有、使用本服务。</p>
                        <p>本软件可能会根据本服务的整体规划，对本服务相关权益细则、收费标准、方式等进行修改和变更，前述修改、变更，本软件将在相应服务页面进行展示。本软件会根据实际状况，对不同阶段充值、续费的会员给予不同的优惠，具体优惠政策以本软件在相关服务页面公示的信息为准。</p>
                        <p>您在此理解并同意因参加活动或会员类型不同，本软件会员将享受不同的增值服务或资费。</p>
                        <p>5.支付</p>
                        <p>5.1您应该通过本软件指定的包括但不限于微信支付、QQ钱包、财付通以及各网银支付等方式等现有方式或今后本软件指定方式，依约支付。支付完成后，不可进行转让或退订。</p>
                        <p>5.2您不得通过以下任何方式为自己或他人开通本服务：</p>
                        <p>（1）以营利、经营等非个人使用的目的为自己或他人开通本服务；</p>
                        <p>（2）通过任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等任何程序、软件方式为自己或他人开通本服务；</p>
                        <p>（3）通过任何不正当手段或以违反诚实信用原则的方式为自己或他人开通本服务；</p>
                        <p>（4）通过非本软件指定的方式为自己或他人开通本服务；</p>
                        <p>（5）通过侵犯本软件或他人合法权益的方式为自己或他人开通本服务；</p>
                        <p>（6）通过其他违反相关法律、行政法规、国家政策等的方式为自己或他人开通本服务。</p>
                        <p>6.服务期限</p>
                        <p>6.1本服务的期限以您自行选择并支付相应服务费用的期限为准，您也可以登陆本软件会员支付页面或者本服务的相应页面查询。</p>
                        <p>6.2您理解、知悉并同意，本服务的服务期间，包含本软件解决故障、服务器维修、调整、升级、因第三方侵权处理等所需的合理时间，对上述情况所需用的时间不另行补偿。</p>
                        <p>7.使用准则</p>
                        <p>7.1不得利用本服务进行任何侵犯本软件以及任何第三方的知识产权、财产权、名誉权的行为；</p>
                        <p>7.2本服务是一项收费服务，以任何手段侵犯、破坏本软件收取费用的行为，本软件保有追究行为人责任及索取赔偿的权利；</p>
                        <p>7.3不得利用本服务进行任何方式危害或涉嫌危害未成年人的行为；</p>
                        <p>7.4不得利用本服务从事任何违反法律法规、政策及公序良俗、社会公德等的行为；</p>
                        <p>7.5您充分了解并同意，您必须为自己登录账号下的一切行为负责，包括但不限于您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。</p>
                    </dd>

                    <dt>四、会员个人信息收集、使用及保护</dt>
                    <dd>
                        <p>1.您充分理解并同意：本软件为履行本协议之目的收集您的信息，这些信息包括您通过微信登录本软件时的账号、昵称、头像，您账号下的视频数据以及其他您在使用本软件服务的过程中主动填写或向本软件提供的手机号码等信息或基于使用本软件产生的金币、提现等相关信息，或本软件基于安全、您体验优化等考虑而需收集的信息，本软件对您的信息的收集将遵循本协议、相关隐私政策及相关法律的规定。</p>
                        <p>2.实名认证</p>
                        <p>在您使用本软件的各项服务过程中，将有可能基于参加活动而进行实名认证。为了遵守国家关于实名认证的相关规定，您参与活动并提供相关认证信息，代表您同意在活动中向本软件提交您的身份信息；并授权本软件可采集本人身份信息对其进行整理、保存、分析、比对、核实、校验、加工并委托第三方向数据源提供本人身份信息进行实名认证处理。</p>
                        <p>3.身份信息，指您的姓名、性别、职业、住址、联系方式以及您有效身份证件的种类、号码和有效期限、银行卡等能够依法识别您身份的个人信息。</p>
                        <p>4.您充分理解并同意：为了更好地向您提供本软件服务，本软件可以根据第四条所述收集的您的信息，通过短信、电话、邮件等各种方式或在本软件网站、应用中向您提供关于本软件的活动信息、个性化推荐信息、推广信息等各类信息。除非您同意，本软件不会将收集的您的信息提供给第三方。</p>
                        <p>5.您充分理解并同意：除本协议有其他规定外，本软件有权对提供本软件服务过程中产生和收集的用户数据在必要的限度内进行使用、处置，并采取合理的安全保障措施保护数据安全。未经本软件许可，任何第三方不得爬取或使用其他非法手段获取相关数据。</p>
                        <p>6.您知悉并充分理解：本软件努力为您的信息提供全生命周期的安全保障，将在合理的安全水平内采取各种安全保护措施，以防止信息的丢失、不当使用、未经授权访问或披露。</p>
                        <p>7.您应对通过本软件及相关服务了解、接收或可接触到的包括但不限于其他用户在内的任何人的个人信息予以充分尊重，您不应搜集、复制、存储、传播或以其他任何方式使用其他用户的个人信息，否则，由此产生的后果由您自行承担。</p>
                        <p>8.保护您信息及隐私是本软件的一项基本原则。除本协议另有规定外，本软件服务对您信息收集、使用及保护等将遵循本软件统一公布的隐私政策。</p>
                    </dd>

                    <dt>五、违约责任</dt>
                    <dd>
                        <p>1.您在使用本服务的过程中，不得进行以下违约行为：</p>
                        <p>1.1违反本协议约定的；</p>
                        <p>1.2违反法律、法规、规章、条例以及任何具有法律效力之规范规定的；</p>
                        <p>1.3破坏、影响本软件对任何第三方提供本服务；</p>
                        <p>1.4进行危害计算机网络安全的行为；</p>
                        <p>1.5对本软件及关联第三方（包括授权方和合作方）提供的本协议服务、活动造成不良影响，侵犯及/或关联第三方本软件及/或其他用户的正当利益；</p>
                        <p>1.6被有权机构认定侵犯任何第三方的合法权益的；</p>
                        <p>1.7利用本服务获取非法利益的，包括但不限于通过转售、转让、转授权等行为不正当牟利；</p>
                        <p>1.8其他侵犯本软件合法利益的行为。</p>
                        <p>2.违约行为处理</p>
                        <p>您确认并同意，在发现违约行为后，本软件有权采取以下一项或多项措施处理：</p>
                        <p>2.1采取技术手段予以删除、屏蔽或断开相关的信息；</p>
                        <p>2.2采取包括但不限于中止或终止部分或全部本服务；</p>
                        <p>2.3本软件无需向您退还任何费用，未使用的服务费用作为违约金归本软件所有，您的账号内损失（包括但不限于账户金额、金币等虚拟产品的减少、灭失等）由您自行承担，造成本软件损失的（包括但不限于律师费、诉讼费对等），您也应予以赔偿。</p>
                        <p>3.赔偿责任</p>
                        <p>3.1如用户的违约行为使本软件及其关联公司遭受损失，包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失，被告应当赔偿本软件及其关联公司的上述全部损失</p>
                        <p>3.2您的违约行为导致任何第三方损害的，您应当独立承担责任。</p>
                    </dd>
                    <dt>六、免责声明</dt>
                    <dd>
                        <p>1.您知悉并同意，用户在本软件平台上发布或传输的内容，为用户的个人行为，且本软件有权进行审查及删除，但本软件不对该等信息和内容的准确性、真实性、可用性、安全性、完整性和正当性承担责任，您在此同意豁免追究本软件的相关责任。</p>
                        <p>2.您如果接触到违法、违规、使人感到不适不快甚至产生恐惧、厌恶情绪的内容，请您及时联系平台客服进行处理，非常感谢您的协助。</p>
                        <p>3.您在进行相关信息及内容的使用、观赏、分享、借鉴、转载、转发、转述等行为（“使用行为”）时，应进行独立判断并合法使用，因您的使用行为造成任何自身损害及对第三方的损害，本软件不承担任何责任。</p>
                        <p>4.因电信和网通部门的通讯线路故障、网络或电脑故障、系统不稳定、不可抗力（如服务器当机）等非本软件原因造成您账号、账号内财产等丢失、减少的，您无权要求本软件承担补偿等任何责任。</p>
                    </dd>

                    <dt>七、知识产权</dt>
                    <dd>
                        <p>1.本软件（包括本软件软件本身及本软件平台涉及的所有内容、组成部分或构成要素）的一切著作权、商标权、专利权、商业秘密等知识产权及其他合法权益，以及与本软件相关的所有信息内容（包括文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，本软件服务提供方及其合作方享有上述知识产权和合法权益，但相关权利人依照法律规定应享有的权利除外。未经本软件事先书面同意，您不得以任何方式将本软件（包括本软件整体及本软件涉及的所有内容、组成部分或构成要素）进行商业性使用。</p>
                        <p>2.本软件可能涉及第三方知识产权，而该等第三方对您基于本协议在本软件中使用该等知识产权有要求的，本软件将以适当方式向您告知该要求，您应当一并遵守。</p>
                    </dd>
                    <dt>八、服务的中止、终止及变更</dt>
                    <dd>
                        <p>1.本服务的中止或终止包含如下情况：</p>
                        <p>1.1用户主动中止或终止，包括但不限于与到期未进行续费等；</p>
                        <p>1.2因为用户违约行为，本软件主动中止或终止服务的；</p>
                        <p>1.3因国家或相关部门要求或发生不可抗力事件时，本软件中止或终止服务的；</p>
                        <p>1.4其他根据法律法规应中止或终止服务的。</p>
                        <p>2.中止或终止服务后，本软件有权利但无义务确保您收到特别提示或通知。当您发现无法登录或享受服务时，可以咨询我们的客服人员。</p>
                        <p>3.中止或终止后的处理</p>
                        <p>3.1除法律规定的责任外，本软件对本服务的中止或终止对用户和任何第三人不承担任何责任；</p>
                        <p>3.2已收取的费用不予退还；</p>
                        <p>3.3在一定时间内保留相关用户数据信息；相关会员权益将根据平台规定进行变更或减少；</p>
                        <p>3.4正在进行的平台交易，本软件将根据情况合理判断，是否继续进行或终止相关交易，并视情况决定是否进行退费或扣除相关费用作为违约金。</p>
                        <p>4.您同意，由于互联网服务的特殊性，本软件有权基于合法理由，修改、变更、中断或终止部分或全部服务，或变更、删除、转移用户存储、发布在本软件的内容，统称“变更行为”。本软件保留采取前述变更行为而不需通知您的权利，且您同意，依本服务协议任何规定提供之本服务，无需进行事先通知即可变更、中断或终止。并且您同意，由于变更行为而造成的任何损失，本软件无需对您对或任何第三人承担任何责任。</p>
                    </dd>
                    <dt>通知</dt>
                    <dd>
                        <p>1.本协议项下本软件对于用户所有的通知均可通过网页公告、站内消息、客户端推送、公众号通知、客户预留的电子邮件、手机短信或常规的信件传送等方式进行，该等通知于发送之日视为已送达用户。</p>
                        <p>2.为便于您收取相关通知，您应确保预留的联系方式为正确及有效，并在变更后及时登录本软件修改，如因您未提供正确的联系信息或未及时告知新的联系方式，导致无法及时收取通知，将由您自行承担由此产生的损失及法律后果。</p>
                        <p>3.本软件可通过上述方式之一或其中若干向您送达各类通知，而此类通知的内容或将对您产生重大有利或不利影响，请您无比确保联系方式为有效并请及时关注。</p>
                    </dd>
                    <dt>其他</dt>
                    <dd>
                        <p>1.协议的生效</p>
                        <p>您使用本服务即视为您已阅读并同意受本协议的约束。</p>
                        <p>2.适用法律</p>
                        <p>本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
                        <p>3.争议解决</p>
                        <p>若您和本软件之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
                        <p>4.条款标题</p>
                        <p>本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
                        <p>5.条款效力</p>
                        <p>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
                        <p>（正文完）</p>
                    </dd>
                </dl>
            </section>

        </section>

    </section>
</section>
<section class="pop-mask km-pop-mask"></section>
<section class="g-loading-json js-loading">
    <section id="loading" class="loading-pic"></section>
</section><section class="g-toast km-toast">
	<span class="s-tit km-toast-tit"></span>
	<span class="s-txt km-toast-txt"></span>
</section></body>
</html>
